Repository: E2OpenPlugins/e2openplugin-StreamInterface
Catalog: plugin/locale/*/LC_MESSAGES/StreamInterface.po
Languages: fr, lt

source: Cancel
fr: Annuler
lt: Atšaukti

source: Create file any name.m3u --> write text 'http://your-ip-box:port/<current> or standby <current?tv|current?radio>'
fr: Créer n'importe quel nom de fichier.m3u --> écrire le texte 'http://your-ip-box:port/current ou en veille <current?tv|current?radio>'
lt: Sukurkite faibą bet_koks.m3u --> įrašykite bandymui 'http://jūsų_imtuvo_IP:prievadas/<current> , arba budėjimo režime <current?tv|current?radio>'

source: Http port
fr: Port HTTP
lt: Http prievadas

source: Open browser --> set url 'http://your-ip-box:port'
fr: Ouvrir le navigateur --> définir l'url 'http://your-ip-box:port'
lt: Atverkite naršyklę --> adresų juostoje įrašykite 'http://jūsų_imtuvo_IP:prievadas'

source: Save/OK
fr: Enregistrer/OK
lt: Įrašyti/ОК

source: Set port and type streaming
fr: Définir le port et le type de streaming
lt: Transliacijos srauto prievadas ir tipas

source: Setup StreamInterface
fr: Configurer StreamInterface
lt: StreamInterface sąranka

source: StreamInterface enabled
fr: StreamInterface activé
lt: Įjungti StreamInterface

source: Type stream for services
fr: Type de flux pour les services
lt: Transliacijos srauto tipas kanalams

source: both
fr: les deux
lt: abu

source: bouquets/services lists
fr: listes bouquets/services
lt: bukietai/kanalų sąrašai

source: current service
fr: service actuel
lt: dabartinis kanalas
